/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-contact",
      "blocks": {
        "contact_detail_iAyHAj": {
          "type": "contact-detail",
          "disabled": true,
          "settings": {
            "title": "Promotion partners",
            "text": "World Resorts Co Pty Ltd ABN 81 080 243 124 (“Slojourn Studio”) | Andronis Caldera S.A (“Andronis Arcadia”) | Gundari Resort (“Gundari Resort”) | Antler Luggage Australia Pty Ltd ABN 14 007 047 627 (“Antler”) "
          }
        },
        "contact_detail_iaxJXE": {
          "type": "contact-detail",
          "settings": {
            "title": "Promotion",
            "text": "“Win a $1000 FAITHFULL gift voucher” Promotion"
          }
        },
        "contact_detail_3n4Eim": {
          "type": "contact-detail",
          "settings": {
            "title": "Start Date",
            "text": "Monday 31st March, 2025"
          }
        },
        "contact_detail_RmFd3Q": {
          "type": "contact-detail",
          "settings": {
            "title": "End Date",
            "text": "Monday 6th April, 2026"
          }
        },
        "contact_detail_DarG7R": {
          "type": "contact-detail",
          "settings": {
            "title": "Draw Date",
            "text": "Tuesday 7th April, 2026"
          }
        },
        "contact_detail_66TYFT": {
          "type": "contact-detail",
          "disabled": true,
          "settings": {
            "title": "Redraw Date (If Required)",
            "text": "Redraw Date: Monday 14th April"
          }
        },
        "contact_detail_VjWGbP": {
          "type": "contact-detail",
          "disabled": true,
          "settings": {
            "title": "Permit Number",
            "text": "New South Wales Authority TP/04203"
          }
        }
      },
      "block_order": [
        "contact_detail_iAyHAj",
        "contact_detail_iaxJXE",
        "contact_detail_3n4Eim",
        "contact_detail_RmFd3Q",
        "contact_detail_DarG7R",
        "contact_detail_66TYFT",
        "contact_detail_VjWGbP"
      ],
      "settings": {
        "title": "Online Reviews Policy",
        "text": "The below terms and conditions are directly related to our 'Win a $1000 FAITHFULL gift voucher' competition. All eligible entries must adhere to the below.",
        "bottom_margin_desktop": 64,
        "bottom_margin_mobile": 64
      }
    },
    "rich_text_ehDUz7": {
      "type": "rich-text",
      "blocks": {
        "title_XrhXCW": {
          "type": "title",
          "settings": {
            "title": "Terms and Conditions",
            "is_primary_heading": false,
            "heading_style": "h3",
            "pre_heading": "",
            "margin_bottom": 24
          }
        },
        "richtext_DNL3BK": {
          "type": "richtext",
          "settings": {
            "text": "<p>By entering the Promotion run by FAITHFULL you agree and consent to the Terms & Conditions of the Promotion (the “Terms”). Please read these Terms carefully before participating. </p><p></p><p>1. Prize</p><p> The Promotion offers the prize of 1 x $1000 FAITHFULL voucher.</p><p> 2. Prize Conditions</p><p>The Prizes are subject to the following conditions:</p><p> 2a) The Prize outlined above must be redeemed within 12 months of the Draw Date. </p><p>2c) For the Prize outlined FAITHFULL will supply a digital voucher to the Prize Winner via the email used to submit the review. 4b. The digital voucher is to be used at the Prize Winner’s own discretion and applied at checkout when placing an online order. Should the Prize Winner not use the entire $1000 USD in a single transaction, they may put the outstanding amount towards a future purchase. </p><p> To enter the Promotion, Entrants must meet the following criteria:</p><p> 3a) Be an individual who is aged 18 and over;</p><p>3b) Be an individual who is a resident of the following countries: Argentina, Australia, Austria, Bermuda, Bulgaria, Canada, Colombia, Czech Republic, Denmark, Estonia, Finland, Germany, Hungary, Indonesia, Latvia, Morocco, Netherlands, New Zealand, Norway, Peru, Serbia, Slovakia, South Africa, South Korea, Switzerland, United Kingdom and United States of America.    </p><p>Entrants are not eligible to enter the Promotion if they are employees of or affiliated with FAITHFULL.</p><p> If Entrants do not meet this criteria, they are not eligible to receive the Prize and if drawn as the Prize Winner, they will be disqualified and the prize will be forfeit. </p><p> Entrants outside of Australia are responsible for ensuring that their entry into the Promotion complies with all applicable laws and regulations. FAITHFULL and the Promotion Partners are not responsible for verifying the legal eligibility of Entrants based on their country of residence. If it is discovered that participating is restricted or prohibited in an Entrant's jurisdiction their entry may be deemed invalid, and any prizes won may be forfeited. FAITHFULL or the Promotion Partners will not be liable for any losses, claims, or disputes arising from such restrictions.</p><p> </p><p>4. Entry Requirements</p><p>To enter the Promotion, the Entrant must: </p><p>4a) Leave a valid review on a product the entrant has purchased. </p><p>All Entries must be submitted before the End Date. Entries submitted following the End Date will not be eligible for the Prize. </p><p> Entry to the Promotion does not require an entry free or any other related fee for participation. </p><p></p><p>5. Prize Winner Draw</p><p> FAITHFULL is solely responsible for selecting the Prize Winner. FAITHFULL will draw the winner by:</p><p></p><p>5a) Random selection. </p><p></p><p>Once the winner has been drawn:</p><p></p><p>5b) The Prize Winner will be contacted within 2 business days via the email submitted during Entry per subsection 4b. The Prize Winner has a period of 4 days to respond and claim the Prize in writing via email (the “Claim Period”). </p><p></p><p>5c) If the Prize Winner does not respond within the Claim Period, the Prize will be deemed forfeited. FAITHFULL reserves the right to redraw an alternative winner on a Redraw date. Should the original Prize Winner respond after the Alternative Winner has been drawn, they are no longer eligible to receive the prize. This process will continue until a Prize Winner has been drawn and the Prize has been accepted in writing via email. </p><p></p><p>FAITHFULL reserves the right to verify the identity of the Prize Winner and disqualify any Entrant or Prize Winner that does not meet the criteria outlined in sections 3 and 4. </p><p> 7. Transferability</p><p></p><p>None of the Prizes outlined in section 1 are transferable, refundable or can be exchanged for cash value. </p><p></p><p>8. Privacy and Personal Information  </p><p>By entering the Promotion, the Entrant acknowledges that their Personal Information including their name, email address, mobile phone number and Instagram handle, may be collected by FAITHFULL and used for the following purposes:</p><p>9a) To communicate with the Entrant regarding the Promotion, including for the purposes outlined in section 2;</p><p></p><p>9b) To verify that these Terms have been complied with;</p><p></p><p>9c) To use in promotional material for the Promotion without additional compensation, except where prohibited by law;</p><p></p><p>9d) For future marketing purposes. </p><p> Any other use of an Entrant’s Personal Information will be in accordance with FAITHFULL’s Privacy Policy, available at faithfullthebrand.com/policies/privacy-policy and in accordance with all applicable Privacy Legislation. </p><p> Should the Entrant not consent to the above, FAITHFULL may deem the Entrant ineligible to receive the Prize and may revoke the Prize if awarded. </p>",
            "font_size": "",
            "content_max_width": "100%",
            "content_alignment": "flex-start",
            "margin_bottom": 24
          }
        }
      },
      "block_order": [
        "title_XrhXCW",
        "richtext_DNL3BK"
      ],
      "settings": {
        "background_color": "transparent",
        "text_color": "",
        "text_alignment": "left",
        "content_width": "container--sm",
        "single_row_desktop": false,
        "padding": "lg",
        "list_style": "",
        "bottom_margin_desktop": 0,
        "bottom_margin_mobile": 0
      }
    }
  },
  "order": [
    "main",
    "rich_text_ehDUz7"
  ]
}
